{
  "en": [
    {
      "meta-title": "Queue videos on your computer - YouTube Help",
      "meta-description": "You can set up videos to watch next by adding videos to your queue while continuing to watch content in a miniplayer.&nbsp;\nHow to add videos to your queue on your computer",
      "href": "https://support.google.com/youtube/answer/9546304?hl=en"
    },
    {
      "meta-title": "YouTube's Community Guidelines - YouTube Help",
      "meta-description": "When you use YouTube, you join a community of people from all over the world. The guidelines below help keep YouTube fun and enjoyable for everyone.\nIf you see content that you think violates these g",
      "href": "https://support.google.com/youtube/answer/9288567?hl=en"
    },
    {
      "meta-title": "Forgot email address - YouTube Help",
      "meta-description": "&nbsp;\nTo find your Google Account username: Follow the steps to identify your account. You'll need to know: A phone number or the recovery email ad",
      "href": "https://support.google.com/youtube/answer/3309286?hl=en"
    },
    {
      "meta-title": "Can't sign in with YouTube username - YouTube Help",
      "meta-description": "If you're having trouble signing in with your YouTube username, try signing in to your account by entering your full email address. Then, enter the same password you’ve been using to sign in to YouT",
      "href": "https://support.google.com/youtube/answer/165556?hl=en"
    },
    {
      "meta-title": "Re-enable hidden channel - YouTube Help",
      "meta-description": "If you see the message,&nbsp;\"Your YouTube channel has content but has been disabled\" in&nbsp;your Video Manager,&nbsp;then your channel is hidden and your videos and other content are currently not v",
      "href": "https://support.google.com/youtube/answer/2972692?hl=en"
    },
    {
      "meta-title": "Delete or hide your YouTube channel - YouTube Help",
      "meta-description": "You can choose to temporarily hide content on your channel or permanently delete your channel.\nNote that hiding or deleting a YouTube channel will permanently delete all Community posts, comments, an",
      "href": "https://support.google.com/youtube/answer/55759?hl=en"
    },
    {
      "meta-title": "YouTube 'not available' for your domain - YouTube Help",
      "meta-description": "If you've seen the following message, it means that YouTube&nbsp;isn't currently enabled as a service on G Suite:\nThis service is not available YouTube is not available for domain.com. Learn more a",
      "href": "https://support.google.com/youtube/answer/1074205?hl=en"
    },
    {
      "meta-title": "Fix hacked YouTube account - YouTube Help",
      "meta-description": "Your Google Account may have been hacked, hijacked, or&nbsp;compromised if you see: Changes you didn’t make:&nbsp;Your&nbsp;profile picture, descriptions, email settings, or sent messages are di",
      "href": "https://support.google.com/youtube/answer/76187?hl=en"
    },
    {
      "meta-title": "Can't add a custom URL - YouTube Help",
      "meta-description": "In the past, YouTube URLs were created by selecting a username, which was claimed on a first-come first-serve basis. Once a username was taken by a channel, it could never be used again, even if the o",
      "href": "https://support.google.com/youtube/answer/6094466?hl=en"
    },
    {
      "meta-title": "Move your YouTube channel to another account - YouTube Help",
      "meta-description": "You can move your channel (including its videos, likes, etc.) over from one account to another.\nBefore you start:&nbsp;\nYouTube channel is automatically connected to an account. There are two differ",
      "href": "https://support.google.com/youtube/answer/3056283?hl=en"
    },
    {
      "meta-title": "Problems accessing YouTube - YouTube Help",
      "meta-description": "If you see an error page instead of YouTube when going to youtube.com, it could be for&nbsp;one of the following&nbsp;reasons: It could be an issue with your connection.&nbsp;Make sure you can sti",
      "href": "https://support.google.com/youtube/answer/6159254?hl=en"
    },
    {
      "meta-title": "Change your channel name or description - Computer - YouTube Help",
      "meta-description": "Learn how to update the name and description on your YouTube channel.\nChange your channel name\nYour YouTube channel name is the name on your Google Account. To change your channel name, you’ll",
      "href": "https://support.google.com/youtube/answer/2657964?hl=en"
    },
    {
      "meta-title": "Third-party app authentication issues - YouTube Help",
      "meta-description": "YouTube has upgraded from YouTube Data API service v2 to YouTube Data API service v3, a newer technology to enable third-party apps to integrate with YouTube.&nbsp;Third-party app developers were",
      "href": "https://support.google.com/youtube/answer/6388033?hl=en"
    },
    {
      "meta-title": "Issues using third-party tools with Brand Accounts - YouTube Help",
      "meta-description": "Connecting your channels to Brand Accounts&nbsp;lets you to switch between channels on one account. Unfortunately, some third-party and older apps don't support channel switching. They might give you",
      "href": "https://support.google.com/youtube/answer/3046478?hl=en"
    },
    {
      "meta-title": "Troubleshoot audio or video issues with uploads - YouTube Help",
      "meta-description": "If you're having problems with the audio or video of your upload, try these troubleshooting steps to solve the issue. New video can’t be played in higher resolutions (4K, 1080p) W",
      "href": "https://support.google.com/youtube/answer/58134?hl=en"
    },
    {
      "meta-title": "Low video quality after upload - YouTube Help",
      "meta-description": "When you upload a video, it will initially be processed in low resolution. This process helps you complete the upload process faster. When&nbsp;the upload flow is complete, your video will be availabl",
      "href": "https://support.google.com/youtube/answer/71674?hl=en"
    },
    {
      "meta-title": "Fix duplicate uploads - YouTube Help",
      "meta-description": "If you upload the same video twice, the second upload will be a duplicate. The duplicate will have a status of \"Upload failed: Duplicate upload\" or “File is a duplicate of a video you have already u",
      "href": "https://support.google.com/youtube/answer/58139?hl=en"
    },
    {
      "meta-title": "Video stuck during upload - YouTube Help",
      "meta-description": "Tips for videos taking a long time to upload or that are stuck during upload.Uploading times vary depending on your file size, internet bandwidth, and upload traffic. Uploading can take anywhere from",
      "href": "https://support.google.com/youtube/answer/4525858?hl=en"
    },
    {
      "meta-title": "Troubleshoot video takedowns - YouTube Help",
      "meta-description": "This content is for help with videos that have been removed from YouTube. If you need help taking down a video, learn how to&nbsp;delete your own videos or flag inappropriate content.\nIf you see the",
      "href": "https://support.google.com/youtube/answer/6395024?hl=en"
    },
    {
      "meta-title": "Send feedback - Computer - YouTube Help",
      "meta-description": "Report a YouTube issue Sign in to youtube.com. Select your profile picture&nbsp;",
      "href": "https://support.google.com/youtube/answer/4347644?hl=en"
    },
    {
      "meta-title": "YouTube help & support - YouTube Help",
      "meta-description": "&nbsp;YouTube Help Center\nYou're already here, the best place for all things troubleshooting. You can find&nbsp;the Help button at the bottom of any YouTube",
      "href": "https://support.google.com/youtube/answer/9396735?hl=en"
    },
    {
      "meta-title": "Request human review of videos marked \"Not suitable for most advertisers\" - YouTube Help",
      "meta-description": "If the content of a video you uploaded is identified as not suitable for most advertisers, you'll see a yellow dollar sign, or",
      "href": "https://support.google.com/youtube/answer/7083671?hl=en"
    },
    {
      "meta-title": "Contact the YouTube Creator Support team - Computer - YouTube Help",
      "meta-description": "If you're in the YouTube Partner Program, you can get access to our Creator Support team.&nbsp;\nHow we can help\nWhether you're facing a specific problem or you want to learn how to get the most out",
      "href": "https://support.google.com/youtube/answer/3545535?hl=en"
    },
    {
      "meta-title": "Get help as a YouTube Creator - YouTube Help",
      "meta-description": "Contact the Creator Support team You can email the YouTube Creator Support team for help if your channel is in&nbsp;the YouTube Partner Program. We'll get back to you in&nbsp;one business day or l",
      "href": "https://support.google.com/youtube/answer/6249136?hl=en"
    },
    {
      "meta-title": "Appeal the age restriction on your video - YouTube Help",
      "meta-description": "Our Community Guidelines describe what content is allowed and not allowed on YouTube. They are the rules of the road and every video must adhere to them. When videos violate these guidelines, we remov",
      "href": "https://support.google.com/youtube/answer/1153367?hl=en"
    },
    {
      "meta-title": "Troubleshoot YouTube Premium member benefits - YouTube Help",
      "meta-description": "If you're a YouTube Premium member having&nbsp;problems with your membership benefits, check out these common issues and troubleshooting steps. You'll find details on how to fix video download issues,",
      "href": "https://support.google.com/youtube/answer/7435679?hl=en"
    },
    {
      "meta-title": "Get support with YouTube paid memberships & purchases - YouTube Help",
      "meta-description": "Have a question about YouTube or YouTube Music? Need help with a purchase on YouTube?&nbsp; You can get in touch with support anytime for help with: YouTube Premium&nbsp; YouTube Music Premi",
      "href": "https://support.google.com/youtube/answer/7071292?hl=en"
    },
    {
      "meta-title": "I see ads on YouTube videos - Computer - YouTube Help",
      "meta-description": "If you're using an incognito browser or watching a video outside of the YouTube app, you may not be signed in to YouTube. If you're not signed in, you may see ads on YouTube videos. Review the step",
      "href": "https://support.google.com/youtube/answer/7437519?hl=en"
    },
    {
      "meta-title": "I can't download videos - Android - YouTube Help",
      "meta-description": "Tip:&nbsp;You can only download videos&nbsp;in the YouTube mobile apps. This feature&nbsp;doesn't work on a web browser. Review the steps below for help resolving your issue.",
      "href": "https://support.google.com/youtube/answer/7437518?hl=en"
    },
    {
      "meta-title": "Background play isn't working - Computer - YouTube Help",
      "meta-description": "Background play only works in the YouTube mobile apps and requires a YouTube Premium membership. Review the steps below for help resolving your issue.",
      "href": "https://support.google.com/youtube/answer/7437614?hl=en"
    },
    {
      "meta-title": "I can't watch the video I downloaded - Android - YouTube Help",
      "meta-description": "Learn about how to download videos, and&nbsp;review the steps below for help resolving your issue.&nbsp;",
      "href": "https://support.google.com/youtube/answer/7437823?hl=en"
    },
    {
      "meta-title": "I'm getting an error message - Android - YouTube Help",
      "meta-description": "Select the error message you're seeing below for help resolving the issue. \"Playback pau",
      "href": "https://support.google.com/youtube/answer/7441275?hl=en"
    },
    {
      "meta-title": "Watch in full screen mode - Android - YouTube Help",
      "meta-description": "Full screen mode allows you to watch videos that&nbsp;take up your entire screen.&nbsp;\nVideo viewing basics",
      "href": "https://support.google.com/youtube/answer/72689?hl=en"
    },
    {
      "meta-title": "Watch videos on slow connections (Dial-up) - YouTube Help",
      "meta-description": "Still rocking&nbsp;the 56k? No problem. Even if you have a slow internet connection, you can still watch YouTube videos. Here's how to get the best possible viewing experience: Choose lower video",
      "href": "https://support.google.com/youtube/answer/74663?hl=en"
    },
    {
      "meta-title": "Change video player size - YouTube Help",
      "meta-description": "When using YouTube on your computer, the size of your video player will automatically adapt based on the available space in your browser window.\nIf you want to manually change the size of your video",
      "href": "https://support.google.com/youtube/answer/6052392?hl=en"
    },
    {
      "meta-title": "Play a video at different speeds - Android - YouTube Help",
      "meta-description": "You can play a video at different speeds on any device.\nNote: For performance reasons, you must be on&nbsp;Android version 5.0 or above to play videos at different speeds.&nbsp; Go to a vide",
      "href": "https://support.google.com/youtube/answer/7509567?hl=en"
    },
    {
      "meta-title": "Watch videos at high frame rate - Android - YouTube Help",
      "meta-description": "How to watch at high frame rate\nTo get high frame rate playback, watch a YouTube video at a quality of 720p or 1080p.\nIn the quality menu, high frame rate will be listed next to the resolution (exam",
      "href": "https://support.google.com/youtube/answer/6124459?hl=en"
    },
    {
      "meta-title": "Change the quality of your video - YouTube Help",
      "meta-description": "To give you the best viewing experience, YouTube adjusts the quality of your video stream based on your viewing conditions. This is why you may notice that the quality of your video changes as you wat",
      "href": "https://support.google.com/youtube/answer/91449?hl=en"
    },
    {
      "meta-title": "Video progress bar - YouTube Help",
      "meta-description": "The video&nbsp;progress bar makes it easy to check where you left off the last time you watched a video. When you leave a video without finishing it, a red bar under the video thumbnail shows you wher",
      "href": "https://support.google.com/youtube/answer/7174115?hl=en"
    },
    {
      "meta-title": "Manage what types of ads you see on YouTube videos - YouTube Help",
      "meta-description": "Why am I seeing ads on YouTube videos?\nYou may see different types of ads on YouTube. The ads you see may be based on the content of the video you're viewing,&nbsp;among other factors. Other factors",
      "href": "https://support.google.com/youtube/answer/7403255?hl=en"
    },
    {
      "meta-title": "Watch YouTube in Dark theme - Computer - YouTube Help",
      "meta-description": "Dark theme allows you to tone down your&nbsp;screen’s glare and experience YouTube with a dark background. Select your profile picture&nbsp;",
      "href": "https://support.google.com/youtube/answer/7385323?hl=en"
    },
    {
      "meta-title": "“Up Next” videos - YouTube Help",
      "meta-description": "“Up Next” videos are displayed next to or below the video a user is watching. They are automatically selected based on several factors, including what is currently being watched. Learn more about",
      "href": "https://support.google.com/youtube/answer/92651?hl=en"
    },
    {
      "meta-title": "Desktop Miniplayer - YouTube Help",
      "meta-description": "The Miniplayer allows you to continue watching videos while you browse YouTube. The player supports Playlists, Livestreams, and any other videos.",
      "href": "https://support.google.com/youtube/answer/9162927?hl=en"
    },
    {
      "meta-title": "Use picture-in-picture on certain devices - Android - YouTube Help",
      "meta-description": "Picture-in-picture (PiP) allows you to watch YouTube videos while using other apps on your mobile device.\nWatch YouTube while using other apps",
      "href": "https://support.google.com/youtube/answer/7552722?hl=en"
    },
    {
      "meta-title": "Use Autoplay on Home on certain devices - Android - YouTube Help",
      "meta-description": "You can preview and watch videos while you browse the Home tab in the YouTube app. As you scroll through your Home feed, videos will begin to play on mute with",
      "href": "https://support.google.com/youtube/answer/7640367?hl=en"
    },
    {
      "meta-title": "Use YouTube with a screen reader - YouTube Help",
      "meta-description": "Get the best YouTube experience with a computer screen reader using the tips on this page. Keyboard shortcuts are automatically turned on when you use YouTube.\nSearch&nbsp;YouTube and Search results",
      "href": "https://support.google.com/youtube/answer/189278?hl=en"
    },
    {
      "meta-title": "Use RSS with YouTube - YouTube Help",
      "meta-description": "Get RSS updates for a single channel\nTo get an RSS feed of a single channel’s uploads, paste the channel URL into your RSS reader.\nGet RSS updates for all subscriptions\nTo import all your YouTube",
      "href": "https://support.google.com/youtube/answer/6224202?hl=en"
    },
    {
      "meta-title": "Keyboard shortcuts for YouTube - YouTube Help",
      "meta-description": "Save time navigating YouTube on a computer with keyboard shortcuts.\nTo access the list of Keyboard shortcuts, go to your profile picture",
      "href": "https://support.google.com/youtube/answer/7631406?hl=en"
    },
    {
      "meta-title": "Change font size - Android - YouTube Help",
      "meta-description": "Make YouTube's font size&nbsp;smaller or larger on your screen by changing the font settings for your browser or device. Learn more about changing the font size of video captions.",
      "href": "https://support.google.com/youtube/answer/7364677?hl=en"
    },
    {
      "meta-title": "Time watched profile - Android - YouTube Help",
      "meta-description": "Check how much time you spend watching YouTube Stats are based on your watch history across YouTube (exc",
      "href": "https://support.google.com/youtube/answer/9052667?hl=en"
    },
    {
      "meta-title": "Take a break reminder - Android - YouTube Help",
      "meta-description": "The take a break reminder lets you set a reminder to take a break while watching videos. The reminder will pause your video until you dismiss it or resume playing the video. This feature is available",
      "href": "https://support.google.com/youtube/answer/9012523?hl=en"
    },
    {
      "meta-title": "Navigating between videos - Android - YouTube Help",
      "meta-description": "While watching a YouTube video, there are a couple of ways to navigate between videos.&nbsp; &nbsp; &nbsp; &nbsp; Player Controls When a",
      "href": "https://support.google.com/youtube/answer/9047376?hl=en"
    },
    {
      "meta-title": "Change language or location settings - Computer - YouTube Help",
      "meta-description": "You have the option to select your language and location on YouTube on your computer and mobile web, and the option to select your location on the YouTube mobile app. Language settings change the text",
      "href": "https://support.google.com/youtube/answer/87604?hl=en"
    },
    {
      "meta-title": "Beta test the YouTube App on Android - YouTube Help",
      "meta-description": "The Android Beta Program is open to all Android app developers or any user with an Android device. As a YouTube beta tester, you'll be able to use the YouTube app normally. This will help us improve a",
      "href": "https://support.google.com/youtube/answer/9156467?hl=en"
    }
  ],
  "fr": [
    {
      "meta-title": "Ajouter des vidéos à une file d'attente sur ordinateur - Aide YouTube",
      "meta-description": "Lorsque vous visionnez des contenus dans le lecteur réduit, vous pouvez ajouter les prochaines vidéos que souhaitez regarder à la file d’attente.&nbsp;\nHow to add videos to y",
      "href": "https://support.google.com/youtube/answer/9546304?hl=fr"
    },
    {
      "meta-title": "Règlement de la communauté YouTube - Aide YouTube",
      "meta-description": "Utiliser YouTube, c'est rejoindre une communauté de personnes venant du monde entier. Nous vous demandons de respecter les consignes ci-dessous pour que YouTube reste un site divertissant et agréabl",
      "href": "https://support.google.com/youtube/answer/9288567?hl=fr"
    },
    {
      "meta-title": "Résoudre les problèmes de streaming de vidéos - Android - Aide YouTube",
      "meta-description": "Les problèmes de streaming de vidéos YouTube peuvent être dus à de nombreux facteurs. En corrigeant les problèmes de connexion Internet ou de connexion de votre appareil, vous pourrez peut-être",
      "href": "https://support.google.com/youtube/answer/3037019?hl=fr"
    },
    {
      "meta-title": "Écran vert sur le lecteur vidéo - Aide YouTube",
      "meta-description": "Vous entendez le son d'une vidéo YouTube sur votre ordinateur, mais le lecteur vidéo affiche un écran vert ? Essayez d'utiliser un autre navigateur pour regarder la vidéo. Si le problème persist",
      "href": "https://support.google.com/youtube/answer/1230977?hl=fr"
    },
    {
      "meta-title": "Résoudre les problèmes liés aux messages d'erreur sur YouTube - Ordinateur - Aide YouTube",
      "meta-description": "Si YouTube n'arrive pas à effectuer l'action que vous avez entreprise, un message d'erreur s'affiche sur votre appareil. Les causes des messages d'erreur sont nombreuses et souvent indépendantes de",
      "href": "https://support.google.com/youtube/answer/7168344?hl=fr"
    },
    {
      "meta-title": "Titre, description ou miniature d'une vidéo incorrects sur Facebook et Twitter - Aide YouTube",
      "meta-description": "Lorsque l'URL d'une vidéo YouTube est saisie sur Facebook ou Twitter, les informations renseignées automatiquement telles que le titre, la description ou la miniature de la vidéo sont parfois vides",
      "href": "https://support.google.com/youtube/answer/6062620?hl=fr"
    },
    {
      "meta-title": "Bouton du volume désactivé sur YouTube - Aide YouTube",
      "meta-description": "Si vous remarquez que le bouton du volume est désactivé sur vos vidéos YouTube, essayez de résoudre le problème en procédant comme suit : Assurez-vous que le son/volume est activé dans vot",
      "href": "https://support.google.com/youtube/answer/6397026?hl=fr"
    },
    {
      "meta-title": "Envoyer des informations de débogage à YouTube - Ordinateur - Aide YouTube",
      "meta-description": "Si vous nous signalez que vous rencontrez des problèmes lors de la lecture de vidéos, nous pouvons vous demander de nous fournir vos informations de débogage ou \"Statistiques avancées\". Ces inform",
      "href": "https://support.google.com/youtube/answer/7519898?hl=fr"
    },
    {
      "meta-title": "Vider le cache et supprimer les cookies - Ordinateur - Aide YouTube",
      "meta-description": "Lorsque vous utilisez un navigateur, Chrome par exemple, celui-ci utilise le cache et les cookies pour enregistrer des informations provenant des sites Web. Les supprimer corrige certains problèmes,",
      "href": "https://support.google.com/youtube/answer/32050?hl=fr"
    },
    {
      "meta-title": "Google – Rapport sur la qualité vidéo - Aide YouTube",
      "meta-description": "Le Rapport sur la qualité vidéo indique le type de performances généralement fourni par votre fournisseur d'accès à Internet (FAI), le classement des différents fournisseurs dans votre région,",
      "href": "https://support.google.com/youtube/answer/6013340?hl=fr"
    },
    {
      "meta-title": "Vidéo indisponible dans mon pays - Aide YouTube",
      "meta-description": "Certaines vidéos YouTube peuvent ne pas être disponibles dans votre pays pour les raisons suivantes : Les propriétaires des vidéos ont limité l'accès à leur contenu à certains pays (géné",
      "href": "https://support.google.com/youtube/answer/92571?hl=fr"
    },
    {
      "meta-title": "Impossibilité de regarder des vidéos privées - Aide YouTube",
      "meta-description": "Les vidéos privées ne peuvent être visionnées que par les personnes qui y ont été invitées.\nSi vous ou la personne avec qui vous avez partagé la vidéo privée ne parvenez pas à la visionner",
      "href": "https://support.google.com/youtube/answer/77272?hl=fr"
    },
    {
      "meta-title": "Vidéos YouTube n'affichant pas les options de qualité sur ce navigateur - Aide YouTube",
      "meta-description": "Les vidéos YouTube sont disponibles dans de nombreux formats et résolutions. Cependant, certains navigateurs ne sont pas compatibles avec les formats vidéo les plus récents ou certaines options de",
      "href": "https://support.google.com/youtube/answer/6322658?hl=fr"
    },
    {
      "meta-title": "Configuration système requise - Aide YouTube",
      "meta-description": "Pour regarder des vidéos YouTube, assurez-vous que votre navigateur et votre système d'exploitation sont à jour, et que vous disposez d'une connexion Internet de bonne qualité : Dernière ver",
      "href": "https://support.google.com/youtube/answer/78358?hl=fr"
    },
    {
      "meta-title": "Vidéos disponibles uniquement pour les abonnés YouTube Music Premium - Aide YouTube",
      "meta-description": "Lorsque vous essayez d'afficher certaines vidéos, vous voyez peut-être apparaître l'un des messages d'erreur suivants : \"Cette vidéo n'est disponible que pour les abonnés YouTube Music Prem",
      "href": "https://support.google.com/youtube/answer/9177241?hl=fr"
    },
    {
      "meta-title": "Adresse e-mail oubliée - Aide YouTube",
      "meta-description": " \nPour identifier le nom d'utilisateur de votre compte Google, procédez comme suit : Suivez les étapes affichées pour identifier votre compte. Vous devez connaîtr",
      "href": "https://support.google.com/youtube/answer/3309286?hl=fr"
    },
    {
      "meta-title": "Envoyer des commentaires - Ordinateur - Aide YouTube",
      "meta-description": "Signaler un problème rencontré avec YouTube Connectez-vous à youtube.com. Sélectionnez votre",
      "href": "https://support.google.com/youtube/answer/4347644?hl=fr"
    },
    {
      "meta-title": "Connexion impossible avec un nom d'utilisateur YouTube - Aide YouTube",
      "meta-description": "Si vous ne parvenez pas à vous connecter avec votre nom d'utilisateur YouTube, essayez d'utiliser votre adresse e-mail complète. Saisissez ensuite le mot de passe qui vous sert à vous connecter à",
      "href": "https://support.google.com/youtube/answer/165556?hl=fr"
    },
    {
      "meta-title": "Réactiver une chaîne masquée - Aide YouTube",
      "meta-description": "Si le message \"Votre chaîne YouTube présente du contenu, mais elle a été désactivée.\" s'affiche dans votre Gestionnaire de vidéos, cela signifie que votre chaîne est masquée et que vos vidéo",
      "href": "https://support.google.com/youtube/answer/2972692?hl=fr"
    },
    {
      "meta-title": "Le service YouTube \"n'est pas disponible\" pour votre domaine - Aide YouTube",
      "meta-description": "Si le message suivant s'affiche, cela signifie que YouTube n'est actuellement pas activé en tant que service sur G Suite :\nCe service n'est pas disponible YouTube n'est pas disponible pour domai",
      "href": "https://support.google.com/youtube/answer/1074205?hl=fr"
    },
    {
      "meta-title": "Problèmes d'accès à YouTube - Aide YouTube",
      "meta-description": "Si une page d'erreur s'affiche lorsque vous accédez à youtube.com, cela peut être dû à l'une des raisons suivantes : Il peut s'agir d'un problème de connexion. Vérifiez que vous pouvez to",
      "href": "https://support.google.com/youtube/answer/6159254?hl=fr"
    },
    {
      "meta-title": "Masquer ou supprimer votre chaîne YouTube - Aide YouTube",
      "meta-description": "Vous pouvez choisir de masquer temporairement le contenu de votre chaîne ou la supprimer définitivement.\nSi vous masquez ou supprimez votre chaîne, tous les posts de la communauté, les commentair",
      "href": "https://support.google.com/youtube/answer/55759?hl=fr"
    },
    {
      "meta-title": "Impossible d'ajouter une URL personnalisée - Aide YouTube",
      "meta-description": "Auparavant, pour créer une URL YouTube, vous deviez choisir un nom d'utilisateur, obtenu sur la base du \"premier arrivé, premier servi\". Une fois qu'un nom d'utilisateur était attribué à une cha ",
      "href": "https://support.google.com/youtube/answer/6094466?hl=fr"
    },
    {
      "meta-title": "Résoudre un problème de compte YouTube piraté - Aide YouTube",
      "meta-description": "Si vous rencontrez l'un des problèmes suivants, il est possible que votre compte Google ait été piraté : Des modifications que vous n'avez pas effectuées apparaissent sur votre compte : vot",
      "href": "https://support.google.com/youtube/answer/76187?hl=fr"
    },
    {
      "meta-title": "Problèmes liés à l'utilisation d'outils tiers avec des comptes de marque - Aide YouTube",
      "meta-description": "En associant vos chaînes à des comptes de marque, vous pouvez accéder à plusieurs chaînes à partir d'un seul compte. Malheureusement, certaines applications tierces ou anciennes ne sont pas comp",
      "href": "https://support.google.com/youtube/answer/3046478?hl=fr"
    },
    {
      "meta-title": "Problèmes d'authentification d'applications tierces - Aide YouTube",
      "meta-description": "YouTube a mis à jour YouTube Data API service v2 vers YouTube Data API service v3. Il s'agit d'une technologie plus récente qui permet d'intégrer des applications tierces à YouTube. Les dévelo",
      "href": "https://support.google.com/youtube/answer/6388033?hl=fr"
    },
    {
      "meta-title": "Transférer une chaîne YouTube vers un compte de marque - Aide YouTube",
      "meta-description": "Lorsqu'une chaîne est associée à un compte de marque, plusieurs utilisateurs peuvent la gérer via leur compte Google. Si vous possédez déjà une chaîne YouTube, vous pouvez l'associer à un c",
      "href": "https://support.google.com/youtube/answer/3056283?hl=fr"
    },
    {
      "meta-title": "Modifier les informations de votre chaîne - Ordinateur - Aide YouTube",
      "meta-description": "Si vous utilisez le nom et la photo de votre compte Google pour votre chaîne YouTube, vous pouvez mettre à jour ces informations à tout moment. Votre nom et votre photo seront alors modifiés sur t",
      "href": "https://support.google.com/youtube/answer/2657964?hl=fr"
    },
    {
      "meta-title": "Obtenir de l'aide concernant les achats et abonnements payants YouTube - Aide YouTube",
      "meta-description": "Vous avez des questions sur YouTube, YouTube Music ou des achats que vous avez effectués sur YouTube ?  Vous pouvez contacter notre équipe d'assistance à tout moment si vous avez besoin d'ai",
      "href": "https://support.google.com/youtube/answer/7071292?hl=fr"
    },
    {
      "meta-title": "Résoudre les problèmes relatifs aux avantages de l'abonnement YouTube Premium - Aide YouTube",
      "meta-description": "Si vous êtes abonné à YouTube Premium et que vous rencontrez des problèmes concernant les avantages de votre abonnement, référez-vous à la liste des problèmes courants et aux conseils de dép",
      "href": "https://support.google.com/youtube/answer/7435679?hl=fr"
    },
    {
      "meta-title": "Je ne peux pas télécharger de vidéo - Android - Aide YouTube",
      "meta-description": "Astuce : Vous ne pouvez télécharger des vidéos que dans les applications mobiles YouTube. Cette option ne fonctionne pas sur les navigateurs Web. Consultez la procédure décrite ci-dessous pou",
      "href": "https://support.google.com/youtube/answer/7437518?hl=fr"
    },
    {
      "meta-title": "Je ne peux pas regarder la vidéo que j'ai téléchargée - Android - Aide YouTube",
      "meta-description": "Découvrez comment télécharger des vidéos, et consultez la procédure décrite ci-dessous pour obtenir de l'aide concernant votre problème. ",
      "href": "https://support.google.com/youtube/answer/7437823?hl=fr"
    },
    {
      "meta-title": "Des annonces s'affichent sur les vidéos YouTube - Ordinateur - Aide YouTube",
      "meta-description": "Si vous utilisez un navigateur en mode navigation privée ou si vous regardez une vidéo en dehors de l'application YouTube, il se peut que vous ne soyez pas connecté à YouTube. Dans ce cas, vous",
      "href": "https://support.google.com/youtube/answer/7437519?hl=fr"
    },
    {
      "meta-title": "Résoudre les problèmes audio ou vidéo de vos mises en ligne - Aide YouTube",
      "meta-description": "Si vous rencontrez des problèmes avec le son ou l'image d'une vidéo que vous avez mise en ligne, suivez les instructions de dépannage ci-dessous. Impossible de lire une nouvelle vidéo en réso",
      "href": "https://support.google.com/youtube/answer/58134?hl=fr"
    },
    {
      "meta-title": "Un message d'erreur s'affiche - Android - Aide YouTube",
      "meta-description": "Sélectionnez ci-dessous le message d'erreur qui s'affiche pour obtenir de l'aide concernant votre problème.",
      "href": "https://support.google.com/youtube/answer/7441275?hl=fr"
    },
    {
      "meta-title": "Corriger les importations en double - Aide YouTube",
      "meta-description": "Si vous importez deux fois la même vidéo, la seconde importation créera un doublon. Ce fichier en double affichera le statut \"Échec de la mise en ligne&nbsp;: vidéo déjà en ligne\" ou \"Ce fichie",
      "href": "https://support.google.com/youtube/answer/58139?hl=fr"
    },
    {
      "meta-title": "Faible qualité vidéo après la mise en ligne - Aide YouTube",
      "meta-description": "Lorsque vous mettez en ligne une vidéo, elle est d'abord traitée en basse résolution. Cela permet d'accélérer son importation. Une fois la mise en ligne terminée, votre vidéo est disponible en",
      "href": "https://support.google.com/youtube/answer/71674?hl=fr"
    },
    {
      "meta-title": "Vidéo bloquée pendant la mise en ligne - Aide YouTube",
      "meta-description": "Conseils pour les vidéos dont la mise en ligne prend du temps ou qui sont bloquées pendant celle-ciLe temps nécessaire à la mise en ligne varie selon la taille de votre fichier, la bande passante",
      "href": "https://support.google.com/youtube/answer/4525858?hl=fr"
    },
    {
      "meta-title": "La lecture en arrière-plan ne fonctionne pas - Ordinateur - Aide YouTube",
      "meta-description": "La lecture en arrière-plan ne fonctionne que dans les applications mobiles YouTube et nécessite un abonnement YouTube Premium. Consultez la procédure décrite ci-dessous pour obtenir de l'a",
      "href": "https://support.google.com/youtube/answer/7437614?hl=fr"
    },
    {
      "meta-title": "Demander un examen manuel des vidéos identifiées comme non adaptées à la majorité des annonceurs - Aide YouTube",
      "meta-description": "Si le contenu d'une vidéo que vous avez mise en ligne est identifié comme n'étant pas adapté à la majorité des annonceurs, une icône jaune en forme de dollar (",
      "href": "https://support.google.com/youtube/answer/7083671?hl=fr"
    },
    {
      "meta-title": "Résoudre les problèmes relatifs au retrait de vidéos - Aide YouTube",
      "meta-description": "Cet article contient des informations sur les vidéos supprimées de YouTube. Si vous avez besoin d'aide pour retirer une vidéo, découvrez comment supprimer vos vidéos ou signaler du contenu inapp",
      "href": "https://support.google.com/youtube/answer/6395024?hl=fr"
    },
    {
      "meta-title": "Ressources destinées aux créateurs YouTube - Aide YouTube",
      "meta-description": "Contacter l'équipe d'assistance destinée aux créateurs Vous pouvez contacter l'équipe d'assistance YouTube destinée aux créateurs par e-mail pour obtenir de l'aide si vous participez au Prog",
      "href": "https://support.google.com/youtube/answer/6249136?hl=fr"
    },
    {
      "meta-title": "Contacter l'équipe d'assistance YouTube destinée aux créateurs - Ordinateur - Aide YouTube",
      "meta-description": "Si vous participez au Programme Partenaire YouTube, vous pouvez contacter notre équipe d'assistance destinée aux créateurs. \nNotre aide\nQue vous rencontriez un problème spécifique ou que vous",
      "href": "https://support.google.com/youtube/answer/3545535?hl=fr"
    },
    {
      "meta-title": "Tendances sur YouTube - Aide YouTube",
      "meta-description": "L'onglet \"Tendances\" permet aux internautes de découvrir ce qui se passe sur YouTube et dans le monde. L'objectif est de mettre en avant des vidéos qui intéresseront un large public. Certaines tend",
      "href": "https://support.google.com/youtube/answer/7239739?hl=fr"
    },
    {
      "meta-title": "Faire appel d'une limite d'âge appliquée à votre vidéo - Aide YouTube",
      "meta-description": "Le Règlement de la communauté décrit les contenus autorisés et interdits sur YouTube. Ce sont des règles auxquelles toutes les vidéos doivent adhérer. Nous supprimons les vidéos ne respectant",
      "href": "https://support.google.com/youtube/answer/1153367?hl=fr"
    },
    {
      "meta-title": "Gérer les recommandations et les résultats de recherche - Ordinateur - Aide YouTube",
      "meta-description": "Votre activité sur YouTube, Google et Chrome peut influencer vos résultats de recherche YouTube, ainsi que les recommandations qui s'affichent notamment sur votre page d'accueil, vos notifications d",
      "href": "https://support.google.com/youtube/answer/6342839?hl=fr"
    },
    {
      "meta-title": "Recherche avancée (filtres) - Aide YouTube",
      "meta-description": "Lorsque vous recherchez des vidéos et d'autres contenus sur YouTube, vous pouvez affiner votre recherche à l'aide de filtres. Sur un ordinateur Abonnez-vous à la chaîne",
      "href": "https://support.google.com/youtube/answer/111997?hl=fr"
    },
    {
      "meta-title": "Rechercher des vidéos avec des sous-titres - Aide YouTube",
      "meta-description": "L'icône \"CC\" (sous-titres) apparaîtra sous la description des vidéos disposant de sous-titres dans les résultats de recherche. Pour n'afficher que les vidéos avec des sous-titres dans les résult",
      "href": "https://support.google.com/youtube/answer/3029103?hl=fr"
    },
    {
      "meta-title": "Supprimer des contenus recommandés de votre page d'accueil - Android - Aide YouTube",
      "meta-description": "Pour améliorer la pertinence de vos recommandations et découvrir plus de vidéos correspondant à vos centres d'intérêt, vous pouvez supprimer de votre page d'accueil les contenus recommandés qui",
      "href": "https://support.google.com/youtube/answer/6125535?hl=fr"
    },
    {
      "meta-title": "Rechercher les titres des artistes que vous aimez - Aide YouTube",
      "meta-description": "Vous pouvez vous abonner à un artiste pour vous tenir informé de ses nouvelles chansons, vidéos et dates de concert. Une fois que vous êtes abonné, toutes les nouvelles vidéos publiées par cet",
      "href": "https://support.google.com/youtube/answer/7636475?hl=fr"
    },
    {
      "meta-title": "Fiches officielles dans les résultats de recherche - Aide YouTube",
      "meta-description": "Ces fiches apparaissent dans les résultats de recherche YouTube et mettent en avant des contenus officiels pour permettre aux utilisateurs de les trouver plus facilement. Elles comprennent des vidéo",
      "href": "https://support.google.com/youtube/answer/9210330?hl=fr"
    },
    {
      "meta-title": "Parcourir YouTube - Android - Aide YouTube",
      "meta-description": "Parcourir vos abonnements sur un mobile\nÊtes-vous connecté ? Vous ne parcourez pas YouTube de la même façon lorsque vous êtes",
      "href": "https://support.google.com/youtube/answer/2398242?hl=fr"
    },
    {
      "meta-title": "Saisie avec un clavier virtuel - Aide YouTube",
      "meta-description": "Comment effectuer une recherche dans d'autres langues à l'aide du clavier intégréSi la langue utilisée comporte des caractères spéciaux (par exemple, l'arabe, le grec ou le thaï), vous pouvez s",
      "href": "https://support.google.com/youtube/answer/1047939?hl=fr"
    },
    {
      "meta-title": "Se connecter à YouTube et s'en déconnecter - Ordinateur - Aide YouTube",
      "meta-description": "Connectez-vous pour accéder à vos abonnements, vos playlists, vos vidéos mises en ligne, vos achats, votre historique et bien plus encore. Découvrez comment créer un compte Google. ",
      "href": "https://support.google.com/youtube/answer/3802431?hl=fr"
    },
    {
      "meta-title": "Tests et déploiements des fonctionnalités YouTube - Aide YouTube",
      "meta-description": "Vous avez peut-être remarqué que l'affichage des fonctionnalités YouTube diffère parfois selon le compte utilisé. Cette situation peut venir du fait que vous n'avez pas mis à jour l'application",
      "href": "https://support.google.com/youtube/answer/7367023?hl=fr"
    },
    {
      "meta-title": "Gérer votre bibliothèque - Aide YouTube",
      "meta-description": "Rendez-vous sur la page \"Bibliothèque\" pour accéder à votre historique et à vos playlists (\"À regarder plus tard\", par exemple).\nPour trouver votre bibliothèque, accédez au menu sur le côté",
      "href": "https://support.google.com/youtube/answer/9209643?hl=fr"
    }
  ]
}